{"articles" : [
    {
        "id": 0,
        "datetime": "07/29/2023 22:55 EDT",
        "title-en" : "Day -1",
        "title-ja" : "渡来前夜",
        "content-en" : "Today is the day before the travel. Me and my father prepared for it. My sister and mother already left for Japan. I'm desperate to go to Japan.",
        "content-ja" : "今日は飛行機に乗る前日です。僕と父は荷造りを終え、妹と母親はすでに日本にいます。ようやく日本へ「仮釈放」される...",
        "image" : "IMG_20230729_230328267.jpg"
    },
    {
        "id" : 1,
        "datetime" : "07/30/2023 9:50 EDT",
        "title-en" : "Day 0",
        "title-ja" : "渡来当日",
        "content-en" : "Today is the day. The travel day. We are going to take two flights: one is from Pittsburgh to Chicago and another one is from Chicago to Tokyo. I hope the weather is good at Tokyo...",
        "content-ja" : "今日は、出発当日。飛行機を2便乗り継ぎます。ピッツバーグからシカゴへ、そしてシカゴから東京へ。着いた直後の天気が心配だが...",
        "image" : null
    },
    {
        "id" : 2,
        "datetime" : "07/31/2023 19:30 JST",
        "title-en" : "Day 1",
        "title-ja" : "1日目",
        "content-en" : "After more than ten thousands kilometers traveled, I finally got to Japan ever since 2018. We arrived at late 5 PM and now we're taking Shinkansen(a bullet train) to the nearest station to one of my grandparents home.",
        "content-ja" : "一万キロ以上飛行機で飛んでようやく、2018年以来初めて日本に来ました。午後五時過ぎに着いて、今、祖父母の家の近くの駅まで新幹線に乗っています。",
        "image" : null
    },
    {
        "id" : 3,
        "datetime" : "08/01/2023 23:25 JST",
        "title-en" : "Day 2",
        "title-ja" : "２日目",
        "content-en" : "Today, we went to Kakegawa bird garden. We went there last visit. We saw meny birds at there and the pork curry at there was delicious. Today is the first and last full day with one of my grandparents so we ate early birthday cake for me and the hand held fireworks.",
        "content-ja" : "今日は前回の帰国でも行った掛川花鳥園に行ってきました。沢山の鳥を鑑賞し、昼飯として食べたカツカレーも美味しかったです。そして今日は一日中祖父母とともにいる最初で最後の日なので、早めの誕生日ケーキを食べ、線香花火をやりました。",
        "image" : "IMG_20230801_133633491~2.jpg"
    },
    {
        "id" : 4,
        "datetime" : "08/02/2023 23:30 JST",
        "title-en" : "Day 3",
        "title-ja" : "３日目",
        "content-en" : "Today, we went to the steak restaurant before we leave for another grandparents. After packing up and taking Shinkansen and 2 trains, we booked a hotel and visited another grandparents.",
        "content-ja" : "今日は、次の祖父母のところに行く前にステーキレストランに行きました。荷物を入れたあと、新幹線と電車二本乗ったあと、ホテルを取り、祖父母の家を訪ねました。",
        "image" : null
    },
    {
        "id" : 5,
        "datetime" : "08/03/2023 22:30 JST",
        "title-en" : "Day 4",
        "title-ja" : "4日目",
        "content-en" : "We went to an aquarium specializing in freshwater fish in Gifu Preficture.",
        "content-ja" : "今日は、岐阜県にある淡水魚専門の水族館に行ってきました。",
        "image" : "IMG_20230803_115531799.jpg"
    }
]}
